tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "libtool"
brew "asdf"
brew "aspell"
brew "bat"
brew "bottom"
brew "cmake"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "httpie"
brew "libheif"
brew "jq"
brew "libpq"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-comp", "with-natural-title-bar"]
cask "alacritty"
cask "arc"
cask "cleanmymac"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "karabiner-elements"
cask "keeper-password-manager"
cask "keyboardcleantool"
cask "kindle"
cask "orbstack"
cask "raycast"
cask "slack"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
