tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
tap "teamookla/speedtest"
brew "libtool"
brew "asdf"
brew "aspell"
brew "bat"
brew "bottom"
brew "cmake"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "ripgrep"
brew "rust-analyzer"
brew "tmux"
brew "trash"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-big-sur-icon", "with-imagemagick", "with-native-comp", "with-natural-title-bar"]
cask "alacritty"
cask "alfred"
cask "cleanmymac"
cask "deepl"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "gyazo"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
cask "lunar"
cask "notion"
cask "rectangle"
cask "transmit"
cask "zoom"
