tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "jq"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-big-sur-icon", "with-imagemagick", "with-native-comp", "with-natural-title-bar"]
cask "alacritty"
cask "alfred"
cask "deepl"
cask "docker"
cask "figma"
cask "font-cica"
cask "google-chrome"
cask "gyazo"
cask "kindle"
cask "notion"
cask "zoom"
